Repository: common-repository/simple-product-bundle
Catalog: languages/bundle-servizitrepuntozero-domain-*.po
Languages: it_it

source: Do you want to customize the look of your bundle?
it_it: Vuoi personalizzare l'aspetto del tuo bundle?

source: With Simple Product Bundle PRO you can highly customize the offers of your site and attract more clients:
it_it: Con Simple Product Bundle PRO puoi personalizzare maggiormente le offerte del tuo sito e catturare l'attenzione dei tuoi clienti:

source: Compatible with multilingual (you can create different offers per language)
it_it: Compatibile con il multilingua (puoi creare offerte diverse tra lingue)

source: You can use the shortcode to publishh your bundle anywhere you want on the product page
it_it: Puoi utilizzare lo shortcode per pubblicare il bundle dove vuoi all'interno della scheda prodotto

source: Customize the graphic aspect of your bundle
it_it: Personalizza l’aspetto grafico del tuo bundle

source: Customize the font size and the colors of the button and texts
it_it: Personalizza la grandezze e i colori dei pulsanti e dei testi

source: Discover the PRO version
it_it: Scopri la versione PRO

source: Read the full documentation
it_it: Leggi la documentazione completa

source: Activate Bundle
it_it: Attiva Bundle

source: Bundle Title
it_it: Titolo del Bundle

source: Enter the title of the Bundle
it_it: Inserisci il titolo del Bundle

source: Suggest a dedicated promotion or promote related products
it_it: Suggerisci una promozione dedicata o promuovi i prodotti correlati

source: Activate Discount
it_it: Attiva Sconto

source: Percentage discount
it_it: Sconto in percentuale

source: Enter the percentage to apply
it_it: Inserisci la percentuale da applicare

source: Activate a precentage discount on the total number of products included in the Bundle
it_it: Attiva uno sconto in percentuale sul numero totale di prodotti inclusi nel Bundle

source: Enter the products
it_it: Inserisci i prodotti

source: Update Bundle
it_it: Aggiorna Bundle

source: Attention!
it_it: Attenzione!

source: The product:
it_it: Il prodotto:

source: is out of stock.
it_it: è esaurito.

source: The bundle will not be visible on the product page, please remove the &#10004; on the checkbox
it_it: Il bundle non sarà più visibile sulla pagina del prodotto, rimuovi la &#10004; sulla checkbox

source: "Activate Bundle"
it_it: "Attiva Bundle"

source: or create a new offer.
it_it: oppure crea una nuova offerta.

source: You might find interesting this offer
it_it: Ti potrebbe interessare questa offerta

source: Products Total
it_it: Totale Prodotti

source: Buy this offer
it_it: Acquista questa offerta

source: Create Offer
it_it: Crea Offerta
